{
	"1": {
		"n": "2",
		"e": "3",
		"w": "6",
		"cash": 0,
		"items": [5, 7],
		"description": "The walls of the temple give off an eerie sensation. \nWhere will you go next?"
	},
	"2": {
		"n": "8",
		"s": "1",
		"cash": 0,
		"items": [2, 3],
		"description": "You feel colder every second. Just as you reached the end, an old stone door comes into view. \nYou try opening it but it is locked. Where do you go next?"
	},
	"3": {
		"n": "4",
		"w": "1",
		"cash": 0,
		"items": [1, 4, 5],
		"description": "You see another pathway open up in front of you. \nDo you go forward or left(to where you were)?"
	},
	"4": {
		"s": "3",
		"w": "5",
		"cash": 20000,
		"items": [9],
		"description": "Before you was a pile of gold near your foot. \nYou picked it up and gained 20,0000 pesos. Another pathway opens up to the right of you.\nDo you go to your left or backwards to where you were?"
	},
	"5": {
		"e": "4",
		"cash": 0,
		"items": [8],
		"description": "You walked to your left to a small chamber.\nYou picked it up admiring its beauty, before placing it in your bag.\nYou can only walk to your right now. Where do you go?"
	},
	"6": {
		"w": "1",
		"n": "7",
		"cash": 0,
		"items": [5],
		"description": "Yeh, yer mind turns whack, ey, ya sound different in yer head. Ya musta been affected by dem mysteries of da temple! \nAy, ya see a goo’ ol’ coin on the floo’! Ya pick 'em up, yeah?\n\nYeah!\n\nTha gold vanished, ya. Yer mind is too slippy, boi, ya seein’ things. Ya musta be outta yer mind, eh? \nNaw where ya wanna go, boi? Ya can go forward or head right (back ta where ya come from)."
	},
	"7": {
		"s": "6",
		"cash": 10000,
		"items": [2, 3, 4],
		"description": "EyyyeE-mee-a-see-a-coin-stachio0O! Due to the shock from seeing the marvellousnesse of the golden goods, your minde clears of the temple’s twankeringes withe your inner voice. \nYou picked up the pile of gold, giving you an additional 10,000 pesos. \nYou think you can think clearer now. You thwink. In front of you is a dead end.\nYou can only walk backward now. Where do you go?"
	},
	"8": {
		"n": "12",
		"e": "9",
		"w": "10",
		"s": "2",
		"cash": 0,
		"items": [1],
		"description": "In front of you is another crossroad, after going through the door. Two tunnels on your left and right, with the largest chamber opening infront, \nwhere you hear the laugh of darkness. Do you go to your left, right, forward, or backwards to where you were?"
	},
	"9": {
		"w": "8",
		"cash": 10000,
		"items": [2, 8],
		"description": "It is a dead end, but there is a pile of gold on the floor, \nwhich you pick up immediatley. You gained 10,000 pesos. \nYou can only go left now. Where do you go?"
	},
	"10": {
		"e": "8",
		"cash": 10000,
		"items": [3, 9],
		"description": "There is a turn at the end of this road. There is another pile of gold on the floor which you picked up. \nYou gained 10,000 pesos. \nYou can go forward or to your right to where you were. Where do you go?"
	},
	"11": {
		"s": "10",
		"cash": 0,
		"items": [6],
		"description": "It’s a wall at the end filled with a giant aztec painting of one of their gods. The paint is faded, but you can still see mark the out \nthat it’s a black dog in aztec dressing. You can only go backwards, where do you go?"
	},
	"12": {
		"s": "10",
		"n": "13",
		"cash": 0,
		"items": [],
		"description": ""
	},
	"13": {
		"s": "12",
		"e": "14",
		"w": "15",
		"cash": 1,
		"items": [1, 8],
		"description": "It’s a crossroad that smells bad. A skull lays beside your feet. \nYou can go left or right. Where do you go?"
	},
	"14": {
		"w": "13",
		"cash": 10000,
		"items": [5],
		"description": "It is a dead end, but there is a pile of gold on the floor, which you pick up immediatley and shove into your pockets. \nYou gained 10,000 pesos. You can only go left now. Where do you go?"
	},
	"15": {
		"e": "13",
		"n": "16",
		"cash": 0,
		"items": [],
		"description": "The boss."
	},
	"16": {
		"s": "15",
		"items": [],
		"cash": 0,
		"description": ""
	}
}
